Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Captures the window exactly as you see it. Needs macOS Screen Recording permission — if it isn't granted, you get the limited version instead of nothing.
ar: يصوّر النافذة تمامًا كما تراها. يتطلب إذن «تسجيل الشاشة» في macOS — وإن لم يُمنح، تحصل على النسخة المحدودة بدل لا شيء.
ca: Captura la finestra exactament tal com la veus. Necessita el permís de macOS Enregistrament de pantalla: si no s'ha concedit, obtens la versió limitada en lloc de res.
cs: Zachytí okno přesně tak, jak ho vidíš. Vyžaduje oprávnění macOS Nahrávání obrazovky – bez něj dostaneš omezenou variantu místo ničeho.
da: Tager vinduet præcis, som du ser det. Kræver macOS-tilladelsen Skærmoptagelse – uden den får du den begrænsede udgave i stedet for ingenting.
de: Nimmt das Fenster genau so auf, wie du es siehst. Erfordert die macOS-Berechtigung „Bildschirmaufnahme“ – ohne sie bekommst du die eingeschränkte Variante statt gar nichts.
el: Καταγράφει το παράθυρο ακριβώς όπως το βλέπεις. Απαιτεί την άδεια macOS Εγγραφή οθόνης — χωρίς αυτήν παίρνεις την περιορισμένη εκδοχή αντί για τίποτα.
es: Captura la ventana exactamente como la ves. Necesita el permiso de macOS Grabación de pantalla; si no está concedido, obtienes la versión limitada en vez de nada.
fi: Kaappaa ikkunan täsmälleen sellaisena kuin sen näet. Vaatii macOS:n Näytön tallennus -oikeuden – ilman sitä saat rajoitetun version etkä jää tyhjin käsin.
fr: Capture la fenêtre exactement telle que vous la voyez. Nécessite l'autorisation macOS Enregistrement de l'écran — sans elle, vous obtenez la version limitée plutôt que rien du tout.
he: מצלם את החלון בדיוק כפי שאתה רואה אותו. דורש את הרשאת macOS ״הקלטת מסך״ — בלעדיה תקבל את הגרסה המוגבלת במקום כלום.
hi: विंडो को ठीक वैसे ही कैप्चर करता है जैसे आप देखते हैं। इसके लिए macOS की स्क्रीन रिकॉर्डिंग अनुमति चाहिए — न मिलने पर कुछ न मिलने के बजाय सीमित संस्करण मिलता है।
hr: Snima prozor točno onako kako ga vidiš. Traži macOS dopuštenje Snimanje zaslona – bez njega dobiješ ograničenu inačicu umjesto ničega.
hu: Pontosan úgy rögzíti az ablakot, ahogy látod. Szükséges hozzá a macOS Képernyőfelvétel engedélye – ha nincs megadva, a korlátozott változatot kapod a semmi helyett.
id: Menangkap jendela persis seperti yang Anda lihat. Perlu izin Perekaman Layar macOS — jika belum diberikan, Anda mendapat versi terbatas alih-alih tidak sama sekali.
it: Acquisisce la finestra esattamente come la vedi. Richiede il permesso macOS Registrazione schermo: se non è concesso ottieni la versione limitata invece di niente.
ja: 見たままのウインドウをキャプチャします。macOS の「画面収録」の許可が必要です。許可がない場合は、何も撮れないのではなく制限付きの方法に切り替わります。
ko: 보이는 그대로 윈도우를 캡처합니다. macOS 화면 기록 권한이 필요하며, 권한이 없으면 아무것도 못 찍는 대신 제한된 방식으로 대체됩니다.
ms: Menangkap tetingkap tepat seperti yang anda lihat. Memerlukan kebenaran Rakaman Skrin macOS — tanpa kebenaran itu, anda mendapat versi terhad dan bukannya tiada apa-apa.
nb: Tar vinduet nøyaktig slik du ser det. Krever macOS-tillatelsen Skjermopptak – uten den får du den begrensede varianten i stedet for ingenting.
nl: Legt het venster precies vast zoals je het ziet. Vereist de macOS-toestemming Schermopname – zonder die toestemming krijg je de beperkte versie in plaats van niets.
pl: Rejestruje okno dokładnie tak, jak je widzisz. Wymaga pozwolenia macOS Nagrywanie ekranu — bez niego dostajesz wersję ograniczoną zamiast niczego.
pt_br: Captura a janela exatamente como você a vê. Precisa da permissão de Gravação da Tela do macOS — sem ela, você recebe a versão limitada em vez de nada.
ro: Capturează fereastra exact așa cum o vezi. Necesită permisiunea macOS Înregistrarea ecranului — dacă nu e acordată, primești varianta limitată în loc de nimic.
ru: Снимает окно ровно таким, каким вы его видите. Требуется разрешение macOS «Запись экрана» — без него вы получите урезанный вариант, а не пустоту.
sk: Zachytí okno presne tak, ako ho vidíš. Vyžaduje povolenie macOS Nahrávanie obrazovky – bez neho dostaneš obmedzenú verziu namiesto ničoho.
sv: Fångar fönstret exakt som du ser det. Kräver macOS-tillåtelsen Skärminspelning – utan den får du den begränsade varianten i stället för ingenting alls.
th: ถ่ายหน้าต่างตรงตามที่คุณเห็น ต้องใช้สิทธิ์การบันทึกหน้าจอของ macOS — ถ้ายังไม่ได้ให้สิทธิ์ คุณจะได้แบบจำกัดแทนที่จะไม่ได้อะไรเลย
tr: Pencereyi tam gördüğünüz gibi yakalar. macOS Ekran Kaydı iznini gerektirir — izin verilmemişse hiçbir şey yerine sınırlı sürümü alırsınız.
uk: Знімає вікно точно таким, яким ви його бачите. Потрібен дозвіл macOS «Запис екрана» — без нього ви отримаєте обмежений варіант, а не порожнечу.
vi: Chụp cửa sổ đúng như bạn thấy. Cần quyền Ghi màn hình của macOS — nếu chưa cấp, bạn nhận bản giới hạn thay vì không có gì.
zh_hans: 完全按你看到的样子拍下窗口。需要 macOS 的“屏幕录制”权限——若未授予，你得到的是受限版本，而不是一无所获。
zh_hk: 完全按你看到的樣子拍下視窗。需要 macOS 的「螢幕錄製」權限——若未授予，你得到的是受限版本，而不是一無所獲。

source: Change this any time in Settings → Screenshots. The other three screenshot shortcuts never ask for anything.
ar: يمكنك تغيير ذلك في أي وقت من الإعدادات ← لقطات الشاشة. أما اختصارات اللقطات الثلاثة الأخرى فلا تطلب شيئًا أبدًا.
ca: Pots canviar-ho quan vulguis a Configuració → Captures. Les altres tres dreceres de captura no demanen mai res.
cs: Můžeš to kdykoli změnit v Nastavení → Snímky obrazovky. Zbylé tři zkratky pro snímky se nikdy na nic neptají.
da: Du kan ændre dette når som helst under Indstillinger → Skærmbilleder. De tre andre genveje til skærmbilleder spørger aldrig om noget.
de: Du kannst das jederzeit unter Einstellungen → Bildschirmfotos ändern. Die anderen drei Bildschirmfoto-Kurzbefehle fragen nie nach etwas.
el: Μπορείς να το αλλάξεις οποτεδήποτε στις Ρυθμίσεις → Στιγμιότυπα. Οι άλλες τρεις συντομεύσεις στιγμιότυπων δεν ζητούν ποτέ τίποτα.
es: Puedes cambiar esto cuando quieras en Ajustes → Capturas. Los otros tres atajos de captura nunca piden nada.
fi: Voit muuttaa tätä milloin tahansa kohdassa Asetukset → Kuvakaappaukset. Kolme muuta kuvakaappauspikanäppäintä eivät kysy koskaan mitään.
fr: Vous pouvez changer cela à tout moment dans Réglages → Captures d'écran. Les trois autres raccourcis de capture ne demandent jamais rien.
he: אפשר לשנות זאת בכל עת ב״הגדרות ← צילומי מסך״. שלושת קיצורי הצילום האחרים אינם מבקשים דבר.
hi: इसे कभी भी सेटिंग्स → स्क्रीनशॉट में बदला जा सकता है। बाकी तीन स्क्रीनशॉट शॉर्टकट कभी कुछ नहीं माँगते।
hr: Ovo možeš promijeniti bilo kada u Postavke → Snimke zaslona. Ostale tri prečice za snimke nikad ništa ne traže.
hu: Ezt bármikor módosíthatod a Beállítások → Képernyőképek alatt. A másik három képernyőkép-gyorsbillentyű sosem kér semmit.
id: Anda bisa mengubahnya kapan saja di Pengaturan → Tangkapan Layar. Tiga pintasan tangkapan lainnya tak pernah meminta apa pun.
it: Puoi cambiarlo quando vuoi in Impostazioni → Istantanee. Le altre tre scorciatoie per le istantanee non chiedono mai nulla.
ja: 設定 → スクリーンショット でいつでも変更できます。ほかの 3 つのスクリーンショットのショートカットは何も確認しません。
ko: 설정 → 스크린샷에서 언제든 바꿀 수 있습니다. 나머지 세 개의 스크린샷 단축키는 아무것도 묻지 않습니다.
ms: Anda boleh mengubahnya bila-bila masa di Tetapan → Tangkapan Skrin. Tiga pintasan tangkapan yang lain tidak pernah meminta apa-apa.
nb: Du kan endre dette når som helst under Innstillinger → Skjermbilder. De tre andre hurtigtastene for skjermbilder spør aldri om noe.
nl: Je kunt dit altijd wijzigen via Instellingen → Schermafbeeldingen. De andere drie toetscombinaties voor schermafbeeldingen vragen nooit iets.
pl: Możesz to zmienić w dowolnej chwili w Ustawienia → Zrzuty ekranu. Pozostałe trzy skróty do zrzutów nigdy o nic nie pytają.
pt_br: Você pode mudar isso quando quiser em Ajustes → Capturas. Os outros três atalhos de captura nunca pedem nada.
ro: Poți schimba asta oricând în Configurări → Capturi. Celelalte trei scurtături pentru capturi nu cer niciodată nimic.
ru: Это можно изменить в любой момент в разделе «Настройки → Снимки экрана». Остальные три сочетания для снимков ничего не спрашивают.
sk: Kedykoľvek to zmeníš v Nastavenia → Snímky obrazovky. Ostatné tri skratky pre snímky sa nikdy na nič nepýtajú.
sv: Du kan ändra det här när som helst i Inställningar → Skärmbilder. De tre andra kortkommandona för skärmbilder frågar aldrig om något.
th: เปลี่ยนได้ทุกเมื่อที่ การตั้งค่า → ภาพหน้าจอ ปุ่มลัดถ่ายภาพอีกสามปุ่มไม่เคยขออะไรเลย
tr: Bunu istediğiniz zaman Ayarlar → Ekran Görüntüleri bölümünden değiştirebilirsiniz. Diğer üç ekran görüntüsü kısayolu hiçbir şey istemez.
uk: Це можна змінити будь-коли в розділі «Параметри → Знімки екрана». Решта трьох сполучень для знімків нічого не запитують.
vi: Bạn có thể đổi bất cứ lúc nào trong Cài đặt → Ảnh chụp màn hình. Ba phím tắt chụp còn lại không bao giờ hỏi gì.
zh_hans: 随时可在 设置 → 截图 中更改。其余三个截图快捷键从不索取任何权限。
zh_hk: 隨時可在 設定 → 截圖 中更改。其餘三個截圖快速鍵從不索取任何權限。

source: Choose Screenshots Folder
ar: اختيار مجلد لقطات الشاشة
ca: Tria la carpeta de captures
cs: Vybrat složku pro snímky obrazovky
da: Vælg mappe til skærmbilleder
de: Ordner für Bildschirmfotos wählen
el: Επιλογή φακέλου στιγμιότυπων
es: Elegir carpeta de capturas
fi: Valitse kuvakaappausten kansio
fr: Choisir le dossier des captures
he: בחר תיקייה לצילומי מסך
hi: स्क्रीनशॉट फ़ोल्डर चुनें
hr: Odaberi mapu za snimke zaslona
hu: Képernyőképek mappájának kiválasztása
id: Pilih folder tangkapan layar
it: Scegli la cartella delle istantanee
ja: スクリーンショットのフォルダを選択
ko: 스크린샷 폴더 선택
ms: Pilih folder tangkapan skrin
nb: Velg mappe for skjermbilder
nl: Kies map voor schermafbeeldingen
pl: Wybierz folder zrzutów ekranu
pt_br: Escolher pasta de capturas
ro: Alege dosarul pentru capturi
ru: Выбрать папку для снимков экрана
sk: Vybrať priečinok pre snímky obrazovky
sv: Välj mapp för skärmbilder
th: เลือกโฟลเดอร์ภาพหน้าจอ
tr: Ekran görüntüsü klasörünü seç
uk: Вибрати папку для знімків екрана
vi: Chọn thư mục ảnh chụp màn hình
zh_hans: 选择截图文件夹
zh_hk: 選擇截圖檔案夾

source: Choose a folder for this shortcut
ar: اختيار مجلد لهذا الاختصار
ca: Tria una carpeta per a aquesta drecera
cs: Vybrat složku pro tuto zkratku
da: Vælg en mappe til denne genvej
de: Ordner für diesen Kurzbefehl wählen
el: Επιλογή φακέλου για αυτή τη συντόμευση
es: Elegir una carpeta para este atajo
fi: Valitse kansio tälle pikanäppäimelle
fr: Choisir un dossier pour ce raccourci
he: בחר תיקייה לקיצור הזה
hi: इस शॉर्टकट के लिए फ़ोल्डर चुनें
hr: Odaberi mapu za ovu prečicu
hu: Mappa kiválasztása ehhez a gyorsbillentyűhöz
id: Pilih folder untuk pintasan ini
it: Scegli una cartella per questa scorciatoia
ja: このショートカット用のフォルダを選択
ko: 이 단축키를 위한 폴더 선택
ms: Pilih folder untuk pintasan ini
nb: Velg en mappe for denne hurtigtasten
nl: Kies een map voor deze toetscombinatie
pl: Wybierz folder dla tego skrótu
pt_br: Escolher uma pasta para este atalho
ro: Alege un dosar pentru această scurtătură
ru: Выбрать папку для этого сочетания
sk: Vybrať priečinok pre túto skratku
sv: Välj en mapp för det här kortkommandot
th: เลือกโฟลเดอร์สำหรับปุ่มลัดนี้
tr: Bu kısayol için bir klasör seç
uk: Вибрати папку для цього сполучення
vi: Chọn thư mục cho phím tắt này
zh_hans: 为此快捷键选择一个文件夹
zh_hk: 為此快速鍵選擇一個檔案夾

source: Clear All Browsing Data…
ar: مسح جميع بيانات التصفح…
ca: Esborra totes les dades de navegació…
cs: Vymazat všechna data prohlížení…
da: Ryd alle browserdata…
de: Alle Browserdaten löschen…
el: Εκκαθάριση όλων των δεδομένων περιήγησης…
es: Borrar todos los datos de navegación…
fi: Tyhjennä kaikki selaustiedot…
fr: Effacer toutes les données de navigation…
he: נקה את כל נתוני הגלישה…
hi: सारा ब्राउज़िंग डेटा साफ़ करें…
hr: Očisti sve podatke pregledavanja…
hu: Minden böngészési adat törlése…
id: Hapus semua data penjelajahan…
it: Cancella tutti i dati di navigazione…
ja: すべての閲覧データを消去…
ko: 모든 인터넷 사용 기록 지우기…
ms: Kosongkan semua data pelayaran…
nb: Tøm alle nettleserdata…
nl: Alle browsegegevens wissen…
pl: Wyczyść wszystkie dane przeglądania…
pt_br: Limpar todos os dados de navegação…
ro: Șterge toate datele de navigare…
ru: Очистить все данные просмотра…
sk: Vymazať všetky údaje prehliadania…
sv: Rensa alla webbdata…
th: ล้างข้อมูลการเรียกดูทั้งหมด…
tr: Tüm gezinme verilerini temizle…
uk: Очистити всі дані перегляду…
vi: Xóa toàn bộ dữ liệu duyệt…
zh_hans: 清除所有浏览数据…
zh_hk: 清除所有瀏覽資料…

source: Clear This Session's Data…
ar: مسح بيانات هذه الجلسة…
ca: Esborra les dades d'aquesta sessió…
cs: Vymazat data této relace…
da: Ryd denne sessions data…
de: Daten dieser Sitzung löschen…
el: Εκκαθάριση δεδομένων αυτής της συνεδρίας…
es: Borrar los datos de esta sesión…
fi: Tyhjennä tämän istunnon tiedot…
fr: Effacer les données de cette session…
he: נקה את נתוני ההפעלה הזו…
hi: इस सत्र का डेटा साफ़ करें…
hr: Očisti podatke ove sesije…
hu: A munkamenet adatainak törlése…
id: Hapus data sesi ini…
it: Cancella i dati di questa sessione…
ja: このセッションのデータを消去…
ko: 이 세션의 데이터 지우기…
ms: Kosongkan data sesi ini…
nb: Tøm data for denne økten…
nl: Gegevens van deze sessie wissen…
pl: Wyczyść dane tej sesji…
pt_br: Limpar os dados desta sessão…
ro: Șterge datele acestei sesiuni…
ru: Очистить данные этого сеанса…
sk: Vymazať údaje tejto relácie…
sv: Rensa den här sessionens data…
th: ล้างข้อมูลของเซสชั่นนี้…
tr: Bu oturumun verilerini temizle…
uk: Очистити дані цього сеансу…
vi: Xóa dữ liệu của phiên này…
zh_hans: 清除此会话的数据…
zh_hk: 清除此工作階段的資料…

source: Clear This Site's Data
ar: مسح بيانات هذا الموقع
ca: Esborra les dades d'aquest lloc
cs: Vymazat data tohoto webu
da: Ryd dette websteds data
de: Daten dieser Website löschen
el: Εκκαθάριση δεδομένων αυτού του ιστότοπου
es: Borrar los datos de este sitio
fi: Tyhjennä tämän sivuston tiedot
fr: Effacer les données de ce site
he: נקה את נתוני האתר הזה
hi: इस साइट का डेटा साफ़ करें
hr: Očisti podatke ove stranice
hu: Az oldal adatainak törlése
id: Hapus data situs ini
it: Cancella i dati di questo sito
ja: このサイトのデータを消去
ko: 이 사이트의 데이터 지우기
ms: Kosongkan data tapak ini
nb: Tøm data for dette nettstedet
nl: Gegevens van deze site wissen
pl: Wyczyść dane tej witryny
pt_br: Limpar os dados deste site
ro: Șterge datele acestui site
ru: Очистить данные этого сайта
sk: Vymazať údaje tejto stránky
sv: Rensa den här webbplatsens data
th: ล้างข้อมูลของเว็บไซต์นี้
tr: Bu sitenin verilerini temizle
uk: Очистити дані цього сайту
vi: Xóa dữ liệu của trang này
zh_hans: 清除此网站的数据
zh_hk: 清除此網站的資料

source: Clear This Site's Data…
ar: مسح بيانات هذا الموقع…
ca: Esborra les dades d'aquest lloc…
cs: Vymazat data tohoto webu…
da: Ryd dette websteds data…
de: Daten dieser Website löschen…
el: Εκκαθάριση δεδομένων αυτού του ιστότοπου…
es: Borrar los datos de este sitio…
fi: Tyhjennä tämän sivuston tiedot…
fr: Effacer les données de ce site…
he: נקה את נתוני האתר הזה…
hi: इस साइट का डेटा साफ़ करें…
hr: Očisti podatke ove stranice…
hu: Az oldal adatainak törlése…
id: Hapus data situs ini…
it: Cancella i dati di questo sito…
ja: このサイトのデータを消去…
ko: 이 사이트의 데이터 지우기…
ms: Kosongkan data tapak ini…
nb: Tøm data for dette nettstedet…
nl: Gegevens van deze site wissen…
pl: Wyczyść dane tej witryny…
pt_br: Limpar os dados deste site…
ro: Șterge datele acestui site…
ru: Очистить данные этого сайта…
sk: Vymazať údaje tejto stránky…
sv: Rensa den här webbplatsens data…
th: ล้างข้อมูลของเว็บไซต์นี้…
tr: Bu sitenin verilerini temizle…
uk: Очистити дані цього сайту…
vi: Xóa dữ liệu của trang này…
zh_hans: 清除此网站的数据…
zh_hk: 清除此網站的資料…

source: Clear data for %@?
ar: مسح بيانات %@؟
ca: Vols esborrar les dades de %@?
cs: Vymazat data pro %@?
da: Ryd data for %@?
de: Daten für %@ löschen?
el: Εκκαθάριση δεδομένων για %@;
es: ¿Borrar los datos de %@?
fi: Tyhjennetäänkö kohteen %@ tiedot?
fr: Effacer les données de %@ ?
he: לנקות את הנתונים של %@?
hi: %@ का डेटा साफ़ करें?
hr: Očistiti podatke za %@?
hu: Törlöd a(z) %@ adatait?
id: Hapus data untuk %@?
it: Cancellare i dati di %@?
ja: %@ のデータを消去しますか？
ko: %@의 데이터를 지우시겠습니까?
ms: Kosongkan data untuk %@?
nb: Tømme data for %@?
nl: Gegevens voor %@ wissen?
pl: Wyczyścić dane dla %@?
pt_br: Limpar os dados de %@?
ro: Ștergi datele pentru %@?
ru: Очистить данные для %@?
sk: Vymazať údaje pre %@?
sv: Rensa data för %@?
th: ล้างข้อมูลของ %@ ไหม
tr: %@ verileri temizlensin mi?
uk: Очистити дані для %@?
vi: Xóa dữ liệu của %@?
zh_hans: 要清除 %@ 的数据吗？
zh_hk: 要清除 %@ 的資料嗎？

source: Clear this session’s data?
ar: مسح بيانات هذه الجلسة؟
ca: Vols esborrar les dades d'aquesta sessió?
cs: Vymazat data této relace?
da: Ryd denne sessions data?
de: Daten dieser Sitzung löschen?
el: Εκκαθάριση δεδομένων αυτής της συνεδρίας;
es: ¿Borrar los datos de esta sesión?
fi: Tyhjennetäänkö tämän istunnon tiedot?
fr: Effacer les données de cette session ?
he: לנקות את נתוני ההפעלה הזו?
hi: इस सत्र का डेटा साफ़ करें?
hr: Očistiti podatke ove sesije?
hu: Törlöd ennek a munkamenetnek az adatait?
id: Hapus data sesi ini?
it: Cancellare i dati di questa sessione?
ja: このセッションのデータを消去しますか？
ko: 이 세션의 데이터를 지우시겠습니까?
ms: Kosongkan data sesi ini?
nb: Tømme data for denne økten?
nl: Gegevens van deze sessie wissen?
pl: Wyczyścić dane tej sesji?
pt_br: Limpar os dados desta sessão?
ro: Ștergi datele acestei sesiuni?
ru: Очистить данные этого сеанса?
sk: Vymazať údaje tejto relácie?
sv: Rensa den här sessionens data?
th: ล้างข้อมูลของเซสชั่นนี้ไหม
tr: Bu oturumun verileri temizlensin mi?
uk: Очистити дані цього сеансу?
vi: Xóa dữ liệu của phiên này?
zh_hans: 要清除此会话的数据吗？
zh_hk: 要清除此工作階段的資料嗎？

source: Compressed at 90%. Fine for photos, slightly soft on small text.
ar: مضغوط بنسبة 90%. مناسب للصور، ويبدو النص الصغير أنعم قليلًا.
ca: Comprimit al 90 %. Va bé per a fotos, una mica tou amb text petit.
cs: Komprimováno na 90 %. Na fotky dobré, u drobného textu lehce měkké.
da: Komprimeret ved 90 %. Fint til fotos, en anelse blødt ved lille tekst.
de: Mit 90 % komprimiert. Für Fotos gut, bei kleinem Text leicht weich.
el: Συμπίεση στο 90%. Μια χαρά για φωτογραφίες, ελαφρώς θολό σε μικρά κείμενα.
es: Comprimido al 90 %. Va bien con fotos, algo blando con texto pequeño.
fi: Pakattu 90 %:iin. Sopii valokuviin, pienessä tekstissä hieman pehmeä.
fr: Compressé à 90 %. Parfait pour les photos, légèrement flou sur les petits textes.
he: דחוס ב‑90%. מצוין לתמונות, מעט רך בטקסט קטן.
hi: 90% पर संपीड़ित। तस्वीरों के लिए ठीक, छोटे पाठ में थोड़ा धुँधला।
hr: Sažeto na 90 %. Dobro za fotografije, malo mekano na sitnom tekstu.
hu: 90%-os tömörítés. Fotókhoz jó, apró szövegnél kissé lágy.
id: Dikompresi pada 90%. Bagus untuk foto, sedikit lembut pada teks kecil.
it: Compresso al 90%. Va bene per le foto, un po' morbido sul testo piccolo.
ja: 90% で圧縮。写真には十分で、小さな文字はやや甘くなります。
ko: 90%로 압축. 사진에는 충분하고 작은 글자는 약간 부드러워집니다.
ms: Dimampatkan pada 90%. Baik untuk foto, sedikit lembut pada teks kecil.
nb: Komprimert til 90 %. Fint til bilder, litt mykt på liten tekst.
nl: Gecomprimeerd op 90%. Prima voor foto's, iets zachter bij kleine tekst.
pl: Kompresja 90%. Świetna do zdjęć, drobny tekst nieco miękki.
pt_br: Comprimido a 90%. Ótimo para fotos, um pouco suave em texto pequeno.
ro: Comprimat la 90%. Bun pentru fotografii, ușor moale la text mic.
ru: Сжатие 90 %. Для фотографий отлично, мелкий текст слегка размывается.
sk: Komprimované na 90 %. Na fotky dobré, pri drobnom texte mierne mäkké.
sv: Komprimerad till 90 %. Bra för foton, aningen mjuk på liten text.
th: บีบอัดที่ 90% ดีสำหรับภาพถ่าย ข้อความเล็ก ๆ จะนุ่มลงเล็กน้อย
tr: %90 sıkıştırma. Fotoğraflar için iyi, küçük metinde hafif yumuşak.
uk: Стиснення 90 %. Для фотографій чудово, дрібний текст трохи розмивається.
vi: Nén ở mức 90%. Ổn với ảnh chụp, chữ nhỏ hơi nhòe.
zh_hans: 以 90% 质量压缩。拍照片没问题，小字会略微发虚。
zh_hk: 以 90% 品質壓縮。拍照片沒問題，小字會略微模糊。

source: Container Color
ar: لون الحاوية
ca: Color del contenidor
cs: Barva kontejneru
da: Beholderfarve
de: Containerfarbe
el: Χρώμα κοντέινερ
es: Color del contenedor
fi: Säiliön väri
fr: Couleur du conteneur
he: צבע המכולה
hi: कंटेनर का रंग
hr: Boja spremnika
hu: Konténer színe
id: Warna kontainer
it: Colore del contenitore
ja: コンテナの色
ko: 컨테이너 색상
ms: Warna bekas
nb: Beholderfarge
nl: Containerkleur
pl: Kolor kontenera
pt_br: Cor do contêiner
ro: Culoarea containerului
ru: Цвет контейнера
sk: Farba kontajnera
sv: Behållarfärg
th: สีของคอนเทนเนอร์
tr: Kapsayıcı rengi
uk: Колір контейнера
vi: Màu vùng chứa
zh_hans: 容器颜色
zh_hk: 容器顏色

source: Container Name
ar: اسم الحاوية
ca: Nom del contenidor
cs: Název kontejneru
da: Beholdernavn
el: Όνομα κοντέινερ
es: Nombre del contenedor
fi: Säiliön nimi
fr: Nom du conteneur
he: שם המכולה
hi: कंटेनर का नाम
hr: Naziv spremnika
hu: Konténer neve
id: Nama kontainer
it: Nome del contenitore
ja: コンテナ名
ko: 컨테이너 이름
ms: Nama bekas
nb: Beholdernavn
nl: Containernaam
pl: Nazwa kontenera
pt_br: Nome do contêiner
ro: Numele containerului
ru: Имя контейнера
sk: Názov kontajnera
sv: Behållarnamn
th: ชื่อคอนเทนเนอร์
tr: Kapsayıcı adı
uk: Назва контейнера
vi: Tên vùng chứa
zh_hans: 容器名称
zh_hk: 容器名稱

source: Containers & Incognito
ar: الحاويات والتصفح المتخفي
ca: Contenidors i incògnit
cs: Kontejnery a anonymní režim
da: Beholdere og inkognito
de: Container & Inkognito
el: Κοντέινερ και ανώνυμη περιήγηση
es: Contenedores e incógnito
fi: Säiliöt ja incognito
fr: Conteneurs et navigation privée
he: מכולות וגלישה בסתר
hi: कंटेनर और गुप्त मोड
hr: Spremnici i anonimni način
hu: Konténerek és inkognitó
id: Kontainer dan penyamaran
it: Contenitori e incognito
ja: コンテナとシークレット
ko: 컨테이너와 시크릿
ms: Bekas dan penyamaran
nb: Beholdere og inkognito
nl: Containers en incognito
pl: Kontenery i tryb incognito
pt_br: Contêineres e navegação anônima
ro: Containere și incognito
ru: Контейнеры и инкогнито
sk: Kontajnery a anonymný režim
sv: Behållare och inkognito
th: คอนเทนเนอร์และโหมดไม่ระบุตัวตน
tr: Kapsayıcılar ve gizli mod
uk: Контейнери та інкогніто
vi: Vùng chứa và ẩn danh
zh_hans: 容器与无痕
zh_hk: 容器與無痕

source: Copy to clipboard
ar: نسخ إلى الحافظة
ca: Copia al porta-retalls
cs: Kopírovat do schránky
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
he: העתק ללוח
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u međuspremnik
hu: Másolás a vágólapra
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
ms: Salin ke papan keratan
nb: Kopier til utklippstavlen
nl: Kopieer naar klembord
pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência
ro: Copiază în clipboard
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sv: Kopiera till urklipp
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya kopyala
uk: Скопіювати в буфер обміну
vi: Chép vào bảng nháp
zh_hans: 拷贝到剪贴板
zh_hk: 拷貝至剪貼板

source: Default Browser Nudge
ar: تذكير المتصفح الافتراضي
ca: Recordatori de navegador per omissió
cs: Připomínka výchozího prohlížeče
da: Påmindelse om standardbrowser
de: Hinweis zum Standardbrowser
el: Υπενθύμιση προεπιλεγμένου προγράμματος
es: Aviso de navegador por omisión
fi: Oletusselainmuistutus
fr: Rappel du navigateur par défaut
he: תזכורת דפדפן ברירת מחדל
hi: डिफ़ॉल्ट ब्राउज़र सूचना
hr: Podsjetnik o zadanom pregledniku
hu: Alapértelmezett böngésző emlékeztető
id: Pengingat peramban bawaan
it: Promemoria browser predefinito
ja: デフォルトブラウザの案内
ko: 기본 브라우저 알림
ms: Peringatan pelayar lalai
nb: Påminnelse om standardnettleser
nl: Attendering standaardbrowser
pl: Przypomnienie o domyślnej przeglądarce
pt_br: Aviso de navegador padrão
ro: Memento pentru browserul implicit
ru: Напоминание о браузере по умолчанию
sk: Pripomienka predvoleného prehliadača
sv: Påminnelse om standardwebbläsare
th: การเตือนเรื่องเบราว์เซอร์เริ่มต้น
tr: Varsayılan tarayıcı anımsatıcısı
uk: Нагадування про браузер за замовчуванням
vi: Nhắc về trình duyệt mặc định
zh_hans: 默认浏览器提示
zh_hk: 預設瀏覽器提示
